Repository: smartman1234/book-keeping-management-system
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Account Inactive
es: Cuenta Inactiva

source: This account is inactive.
es: Esta cuenta está inactiva

source: Account
es: Cuenta

source: E-mail Addresses
es: Correos Electrónicos

source: The following e-mail addresses are associated with your account:
es: Los siguientes correos electrónicos están asociados a tu cuenta.

source: Verified
es: Verificado

source: Unverified
es: Sin verificar

source: Primary
es: Primario

source: Make Primary
es: Hacer primario

source: Re-send Verification
es: Re-enviar verificación

source: Remove
es: Remover

source: Warning:
es: Alerta:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
es: Actualmente no tienes ningún correo electrónico. Deberia agregar uno para recibir notificaciones, re-establecer su contraseña, etc.

source: Add E-mail Address
es: Agregar Correo Electrónico

source: Add E-mail
es: Agregar Correo Electrónico

source: Do you really want to remove the selected e-mail address?
es: ¿Desea remover el correo electrónico seleccionado?

source: Confirm E-mail Address
es: Confirmar Correo Electrónico

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
es: Por favor confirme que <a href="mailto:%(email)s">%(email)s</a> es un correo electrónico para el usuario %(user_display)s.

source: Confirm
es: Confirmar

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
es: Este correo de confirmación ha expirado o es inválido. Por favor <a href="%(email_url)s">realice otra solicitud de confirmación.</a>.

source: Sign In
es: Iniciar Sesión

source: or
es: o

source: Sign Out
es: Cerrar Sesión

source: Are you sure you want to sign out?
es: ¿Seguro desea cerrar sesión?

source: Change Password
es: Cambiar Contraseña

source: Set Password
es: Almacenar Contraseña

source: Verify Your E-mail Address
es: Verifique su correo electrónico.

source: Lodges
es: Logias

source: Users
es: Usuarios

source: List Lodges
es: Listar Logias

source: List Users
es: Listar Usuarios

source: Add User
es: Agregar Usuario

source: Add Affiliation
es: Agregar Afiliación

source: Treasure
es: Tesoro

source: Add Lodge Account
es: Agregar Cuenta de Logia

source: Add Period
es: Agregar Período

source: Add Invoice
es: Agregar Recibo

source: Add Deposit
es: Agregar Depósito

source: Add Charge
es: Agregar Cargo

source: Add Grand Lodge Deposit
es: Agregar Depósito en Gran Logia

source: Add Ingress
es: Agregar Ingreso

source: Add Egress
es: Agregar Egreso

source: Add Transfers
es: Agregar Transferencia

source: My Profile
es: Mi Perfil

source: add charge
es: agregar cargo

source: Charge
es: Cargo

source: Add
es: Agregar

source: charge detail
es: detalle de cargo

source: Debtor
es: Deudor

source: Charge Type
es: Tipo de Cargo

source: Initiation
es: Iniciación

source: Passed
es: Ascendido

source: Raised
es: Exaltado

source: Other
es: Otro

source: Unknown
es: Desconocido

source: Amount
es: Monto

source: Description
es: Descripción

source: Created by %(created_by)s on %(created_on)s.
es: Creato por %(created_by)s en %(created_on)s.

source: Last modified by %(last_modified_by)s on %(last_modified_on)s.
es: Modificado última vez por %(last_modified_by)s en %(last_modified_on)s.

source: charge list
es: lista cargos

source: Charges
es: Cargos

source: debtors list
es: lista deudores

source: Debtors
es: Deudores

source: Maximum
es: Máximo

source: Average
es: Promedio

source: Minimum
es: Mínimo

source: Total entries
es: Entradas totales

source: add deposit
es: agregar depósito

source: Deposit
es: Depósito

source: deposit detail
es: detalle de depósito

source: Payer
es: Pagador

source: Lodge Account
es: Cuenta de Logia

source: deposit list
es: lista depósitos

source: Deposits
es: Depósitos

source: add grand lodge deposit
es: agregar depósito en gran logia

source: Grand Lodge Deposit
es: Depósito en Gran Logia

source: grand lodge deposit detail
es: detalle depósito en gran logia

source: Status
es: Estado

source: Pending
es: Pendiente

source: Accredited
es: Acreditado

source: Rejected
es: Rechazado

source: Mark as ACCREDITED
es: Marcar como ACREDITADO

source: Mark as REJECTED
es: Marcar como RECHAZADO

source: update grand lodge deposit
es: actualizar depósito en gran logia

source: Update
es: Actualizar

source: grand lodge deposit list
es: lista depósitos en gran logia

source: Grand Lodge Deposits
es: Depósitos en Gran Logia

source: add invoice
es: agregar recibo

source: Invoice
es: Capita

source: invoice detail
es: detalle recibo

source: Affiliation
es: Afiliación

source: Period
es: Período

source: invoice list
es: lista recibos

source: Invoices
es: Recibos

source: add lodge account
es: agregar cuenta de logia

source: lodge account detail
es: cuenta de logia hasta

source: Movement
es: Movimiento

source: Created by
es: Creado por

source: Created on
es: Creado en

source: Ingress
es: Ingreso

source: Egress
es: Egreso

source: Transfer
es: Transferencia

source: lodge account list
es: lista cuenta de logia

source: Lodge Accounts
es: Cuentas de Logias

source: Global Balance
es: Balance Global

source: add lodgeaccountegress
es: agregar egreso de cuenta de logia

source: Lodge Account Egress
es: Egreso de Cuenta de Logia

source: lodge account egress detail
es: detalle egreso de cuenta de logia

source: Egress Type
es: Tipo de Egreso

source: Donation
es: Donación

source: Philantropy
es: Filantropía

source: Expenses
es: Gastos

source: Loan
es: Préstamo

source: Grand Lodge Transfer
es: Transferencia a Gran Logia

source: lodge account egress list
es: lista egresos de cuenta de logia

source: Lodge Account Egresses
es: Egresos de Cuenta de Logia

source: add lodge account ingress
es: agregar ingreso de cuenta de logia

source: Lodge Account Ingress
es: Ingreso de Cuenta de Logia

source: lodge account ingress detail
es: detalle ingreso de cuenta de logia

source: Ingress Type
es: Tipo de Ingreso

source: Payment
es: Pago

source: lodge account ingress list
es: lista ingresos de cuenta de logia

source: Lodge Account Ingresses
es: Ingresos de Cuenta de Logia

source: add lodge account transfer
es: agregar transferencia de cuenta de logia

source: Lodge Account Transfer
es: Transferencia de Cuenta de Logia

source: lodge account transfer detail
es: detalle transferencia de cuenta de logia

source: Lodge Account From
es: Cuenta de Logia Desde

source: Lodge Account To
es: Cuenta de Logia Hacia

source: lodge account transfer list
es: lista transferencias de cuenta de logia

source: Lodge Account Transfers
es: Transferencias de Cuenta de Logia

source: add period
es: agregar período

source: period detail
es: detalle de período

source: Lodge
es: Logia

source: Begin
es: Comienzo

source: End
es: Final

source: Price Multiplier
es: Multiplicador de Precio

source: period list
es: lista períodos

source: Periods
es: Períodos

source: add affiliation
es: agregar afiliación

source: affiliation detail
es: detalle afiliación

source: User
es: Usuario

source: Send Email with Account Balance
es: Enviar Correo con Balance

source: affiliation list
es: lista afiliaciones

source: Affiliations
es: Afiliaciones

source: lodge detail
es: detalle de logia

source: Listings filtered by this lodge
es: Listados filtrados por esta logia

source: List Lodge Accounts
es: Listar Cuentas de Logias

source: List Debtors
es: Listar Deudores

source: List Periods
es: Listar Períodos

source: List Invoices
es: Listar Recibos

source: List Charges
es: Listar Cargos

source: List Deposit
es: Listar Depósitos

source: List Grand Lodge Deposits
es: Listar Depósitos en Gran Logia

source: List Ingresses
es: Listar Ingresos

source: List Egresses
es: Listar Egresos

source: List Transfers
es: Listar Transferencias

source: Actions
es: Acciones

source: Send Mass Email with Account Balance
es: Enviar Correo Masivo con Balances

source: lodge list
es: lista logias

source: add user
es: agregar usuario

source: user detail
es: detalle de usuario

source: User Profile
es: Perfil de Usuario

source: Title
es: Título

source: Most Worshipful Brother
es: Muy Respetable Hermano

source: Worshipful Brother
es: Respetable Hermano

source: Worshipful Master
es: Venerable Maestro

source: Brother
es: Hermano

source: Initiated on
es: Iniciado el

source: Passed on
es: Ascendido el

source: Raised on
es: Exaltado el

source: treasure
es: tesoro

source: Your current account balance on %(lodge)s
es: Su saldo actual en %(lodge)s

source: Dear M.·.W.·.B.·. %(full_name)s:
es: Estimado M.·.R.·.H.·. %(full_name)s:

source: Dear W.·.B.·. %(full_name)s:
es: Estimado R.·.H.·. %(full_name)s:

source: Dear P.·.M.·. %(full_name)s:
es: Estimado V.·.H.·. %(full_name)s:

source: Dear B.·. %(full_name)s:
es: Estimado Q.·.H.·. %(full_name)s:

source: Your current account balance with %(lodge)s is of $ %(balance)s
es: Su saldo actual en %(lodge)s es de $ %(balance)s

source: Your last 10 movements are: Date Type Amount Balance
es: Tus últimos 10 movimientos son: Fecha Tipo Monto Balance

source: <br><br>Your last 10 movements are:<br><br><table><thead><tr><th>Date</th><th>Type</th><th>Amount</th><th>Balance</th></tr></thead><tbody>
es: <br><br>Tus últimos 10 movimientos son:<br><br><table><thead><tr><th>Fecha</th><th>Tipo</th><th>Monto</th><th>Balance</th></tr></thead><tbody>

source: lodge
es: logia

source: lodge global account
es: cuenta global de logia

source: lodge global accounts
es: cuentas globales de logias

source: handler
es: encargado

source: description
es: descripción

source: lodge account
es: cuenta de logia

source: lodge accounts
es: cuentas de logias

source: affiliation
es: afiliación

source: account
es: cuenta

source: accounts
es: cuentas

source: amount
es: monto

source: lodge account movement type
es: tipo de movimiento en cuenta de logia

source: lodge account movement
es: movimiento en cuenta de logia

source: lodge account movements
es: movimientos en cuenta de logia

source: lodge account from
es: cuenta de logia desde

source: lodge account to
es: cuenta de logia hasta

source: lodge account transfer
es: transferencia de cuenta de logia

source: lodge account transfers
es: transferencias de cuenta de logia

source: account movement type
es: tipo de movimiento en cuenta

source: account movement
es: movimiento en cuenta

source: account movements
es: movimientos en cuenta

source: begin
es: comienzo

source: YYYY-MM-DD
es: AAAA-MM-DD

source: end
es: final

source: price multiplier
es: multiplicador de precio

source: Usually the category price is defined by a single unit price, but a period may have multiple units. For example, a unit can be a month, but a period could be 3, 4 or 12 months.
es: Usualmente el precio de categoría está definido como precio unitario, pero un período puede tener múltiples unidades. Por ejemplo, una unidad puede ser un mes, pero un período puede ser 3, 4 o 12 meses.

source: send email
es: enviar correo electrónico

source: period
es: período

source: periods
es: períodos

source: invoice
es: recibo

source: invoices
es: recibos

source: payer
es: pagador

source: Optional description.
es: Descripción opcional.

source: receipt
es: recibo

source: deposit
es: depósito

source: deposits
es: depósitos

source: status
es: estado

source: grand lodge deposit
es: depósito en gran logia

source: grand lodge deposits
es: depósitos en gran logia

source: Pass
es: Ascenso

source: Raise
es: Exaltación

source: debtor
es: deudor

source: charge type
es: tipo de cargo

source: charge
es: cargo

source: charges
es: cargos

source: egress type
es: tipo de egreso

source: lodge account egress
es: egreso de cuenta de logia

source: lodge account egresses
es: egresos de cuenta de logia

source: ingress type
es: tipo de ingreso

source: lodge account ingress
es: ingreso de cuenta de logia

source: lodge account ingresses
es: ingresos de cuenta de logia

source: Category's price not found.
es: Precio de categoría no encontrado.

source: More than one price found.
es: Se ha encontrado más de un precio.

source: New invoice
es: Nuevo recibo

source: A new invoice has been issued to you for the period %(period)s of an amount $ %(amount)s.
es: Tiene un nuevo recibo del período %(period)s por el monto de $ %(amount)s.

source: New charge
es: Nuevo cargo

source: A new charge has been issued to you of an amount $ %(amount)s.
es: Se te ha realizado un cargo de monto $ %(amount)s.

source: Invalid account movement type.
es: Tipo de movimiento de cuenta inválido.

source: New deposit
es: Nuevo depósito

source: A new deposit on your behalf has been made of an amount $ %(amount)s.
es: Se ha realizado un nuevo depósito de tu parte por un monto de $ %(amount)s.

source: New GL deposit pending
es: Nuevo depósito pendiente en GL

source: A new GL deposit on your behalf has been made of an amount $ %(amount)s is pending to be accredited. You'll be notified as soon as it does.
es: Se ha realizado un nuevo depósito pendiente de tu parte en la GL por un monto de $ %(amount)s. Serás notificado ni bien se acredite.

source: Your pending GL deposit has been accredited
es: Tu depósito pendiente en la GL ha sido acreditado

source: Your pending GL deposit made on your behalf of an amount $ %(amount)s has been accredited.
es: Se ha realizado un nuevo depósito de tu parte por un monto de $ %(amount)s.

source: Your pending GL deposit has been rejected
es: Tu depósito pendiente en la GL ha sido rechazado

source: Your pending GL deposit made on your behalf of an amount $ %(amount)s has been rejected.
es: Su depósito pendiente en la GL realizado de su parte por un monto de $ %(amount)s ha sido rechazado.

source: This username has already been taken.
es: Este nombre de usuario está ocupado.

source: users
es: usuarios

source: Entered Apprentice
es: Aprendiz

source: Fellow Craft
es: Compañero

source: Master Mason
es: Maestro Masón

source: degree
es: grado

source: initiated
es: iniciado

source: Initiation date.
es: Fecha de iniciación.

source: passed
es: ascendido

source: Passed to Fellow Craft date.
es: Fecha de ascenso.

source: raised
es: exaltado

source: Raised to Master Mason date.
es: Fecha de exaltación.

source: past master
es: ex venerable

source: Is or was Worshipful Master.
es: Es o fue Venerable Maestro.

source: worshipful
es: respetable

source: Is or was elected official of the Grand Lodge.
es: Ocupa o ha ocupado cargo electo en la Gran Logia.

source: most worshipful
es: muy respetable

source: Is or was elected as Most Worshipful Master of the Grand Lodge.
es: Ocupa o ha ocupado el cargo de Gran Maestre.

source: user
es: usuario

source: is active?
es: ¿es activo?

source: created on
es: creado en

source: last modified on
es: modificado en

source: created by
es: creado por

source: last modified by
es: modificado por

source: name
es: nombre

source: treasurer
es: tesorero

source: lodges
es: logias

source: category
es: categoría

source: categories
es: categorías

source: price
es: precio

source: date from
es: fecha desde

source: date until
es: fecha hasta

source: prices
es: precios

source: affiliations
es: afiliaciones
